package com.yunext.twins.compose.ui.debug.data

object TangShiSongCi {
    const val t0001 = "1，敦煌曲子词《浣溪沙》\n" +
            "\n" +
            "五两竿头风欲平，长风举棹觉船行。柔橹不施停却棹，是船行。\n" +
            "\n" +
            "满眼风波多闪灼，看山恰似走来迎。子细看山山不动，是船行。\n" +
            "\n" +
            "2，李白《忆秦娥》\n" +
            "\n" +
            "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。\n" +
            "\n" +
            "乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。\n" +
            "\n" +
            "3，李白《菩萨蛮》\n" +
            "\n" +
            "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。\n" +
            "\n" +
            "玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭"
}